Repository: gs-gs/ha-igl-trade_portal
Catalog: trade_portal/locale/*/LC_MESSAGES/django.po
Languages: ms

source: English
ms: Bahasa Inggeris

source: German
ms: Orang Jerman

source: French
ms: Bahasa Perancis

source: Trader
ms: Pedagang

source: Chambers
ms: Kamar

source: Other
ms: Selain

source: ABN or UEN for example
ms: Contohnya ABN atau UEN

source: party
ms: parti

source: parties
ms: pihak

source: Government Identifier
ms: Pengenalpasti Kerajaan

source: OA details
ms: Perincian OA

source: Pending
ms: Belum selesai

source: Failed
ms: Gagal

source: Validated
ms: Disahkan

source: Incoming
ms: Masuk

source: Preferential Certificate of Origin
ms: Sertifikat Asal Keutamaan

source: Non-preferential Certificate of Origin
ms: Sijil Asal Bukan Keutamaan

source: Document type
ms: Jenis dokumen

source: Organisation name or business ID (ABN, UEN)
ms: Nama organisasi atau ID perniagaan (ABN, UEN)

source: Document Number
ms: Nombor Dokumen

source: Consignment details
ms: Perincian konsainan

source: Document Type
ms: Jenis Dokumen

source: Document Issuer
ms: Penerbit Dokumen

source: Invoice Number
ms: Nombor Invois

source: Origin Criteria
ms: Kriteria asal

source: Details about communication with the Intergov
ms: Rincian tentang komunikasi dengan Intergov

source: (wrong ref)
ms: (Ref salah)

source: Original name of the uploaded file
ms: Nama asal bagi fail yang dimuat naik

source: None if doesn't need to be watermarked, False if pending and True if done
ms: Tidak ada jika tidak perlu watermarked, False jika tertunda dan Benar jika dilakukan

source: Sent
ms: Dihantar

source: Accepted
ms: Diterima

source: Rejected
ms: Ditolak

source: Inbound
ms: Masuk

source: Created in the system
ms: Dicipta dalam sistem

source: For received messages - when received by us
ms: Untuk mesej yang diterima - apabila diterima oleh kami

source: Conversation identificator
ms: icator Perbualan

source: generic discrete format, exactly like API returns
ms: format diskret generik, sama seperti pulangan API

source: Status changes and other historical events in a simple format
ms: Perubahan status dan peristiwa sejarah lain dalam format yang mudah

source: The document marked as Failed because the outbound message has been rejected
ms: Dokumen ditanda sebagai Gagal kerana mesej keluar telah ditolak

source: Create %(form.instance.get_type_display)s
ms: Cipta %(form.instance.get_type_display)s

source: New %(form.instance.get_type_display)s
ms: Baru %(form.instance.get_type_display)s

source: Please fix the errors highlighted below
ms: Sila betulkan ralat yang diserlahkan di bawah

source: Key
ms: Kunci

source: QR Code
ms: Kod QR

source: Put this QR code on your document so that any third party can verify it using the trustbridge app. If you refresh the page the QR code will persist, but if you choose new certificate from the dashboard the new one will be issued - the URL of the current page has the QR code binding. You can either print the code or copy it to the text editor. Please note that if you scan this QR code on the trustbridge app it won't be valid until you issue the document.
ms: Masukkan kod QR ini pada dokumen anda supaya mana-mana pihak ketiga boleh mengesahkannya menggunakan aplikasi trustbridge. Jika anda memuat semula halaman kod QR akan berterusan, tetapi jika anda memilih sijil baru dari papan pemuka, yang baru akan dikeluarkan - URL halaman semasa mempunyai kod QR yang mengikat. Anda boleh mencetak kod atau menyalinnya ke editor teks. Sila ambil perhatian bahawa jika anda mengimbas kod QR ini pada aplikasi trustbridge, ia tidak akan sah sehingga anda mengeluarkan dokumen.

source: Exporter
ms: Pengeksport

source: Search
ms: Cari

source: Attachment
ms: Lampiran

source: I certify that the information herein is correct and that the described goods comply with the origin requirements of the specified Free Trade Agreement.
ms: Saya mengesahkan bahawa maklumat di sini adalah betul dan barangan yang diterangkan mematuhi keperluan asal Perjanjian Perdagangan Bebas yang ditetapkan.

source: Cancel
ms: Batal

source: Submit
ms: Hantar

source: Put this QR code on your document so that any third party can verify it using the trustbridge app
ms: Masukkan kod QR ini pada dokumen anda supaya mana-mana pihak ketiga boleh mengesahkannya menggunakan aplikasi trustbridge

source: Current status
ms: Status semasa

source: Issuer
ms: Penerbit

source: Created by
ms: Dibuat oleh

source: Remote party
ms: Parti jauh

source: Created at
ms: Dibuat pada

source: Exporting country
ms: Negara pengeksport

source: Importing country
ms: Mengimport negara

source: Entity
ms: Entiti

source: Importer name
ms: Nama pengimport

source: Update
ms: Kemas kini

source: Data provided by
ms: Data yang disediakan oleh

source: Type
ms: Jenis

source: File and author
ms: Fail dan pengarang

source: The document will be sent to remote party
ms: Dokumen tersebut akan dihantar kepada pihak jauh

source: This document has been received with an error; see the Logs page for details. It usually means the technical error, not the certificate one.
ms: Dokumen ini telah diterima dengan kesalahan; lihat halaman Log untuk rincian. Ia biasanya bermaksud ralat teknikal, bukan sijil.

source: Raw incoming data
ms: Data masuk mentah

source: Account Inactive
ms: Akaun tidak aktif

source: This account is inactive.
ms: Akaun ini tidak aktif.

source: E-mail Addresses
ms: Alamat E-Mel

source: The following e-mail addresses are associated with your account:
ms: Alamat e-mel berikut dikaitkan dengan akaun anda:

source: Verified
ms: Disahkan

source: Unverified
ms: Tidak disahkan

source: Primary
ms: Utama

source: Make Primary
ms: Jadikan Utama

source: Re-send Verification
ms: Hantar Semula Pengesahan

source: Remove
ms: Keluarkan

source: Warning:
ms: Amaran:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ms: Anda kini tidak mempunyai sebarang alamat e-mel yang disediakan. Anda benar-benar harus menambah alamat e-mel supaya anda boleh menerima pemberitahuan, menetapkan semula kata laluan anda, dll.

source: Add E-mail Address
ms: Tambah Alamat E-Mel

source: Add E-mail
ms: Tambah E-Mel

source: Do you really want to remove the selected e-mail address?
ms: Adakah anda pasti ingin mengalih keluar alamat e-mel yang dipilih?

source: Confirm E-mail Address
ms: Sahkan Alamat E-mel

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ms: Sila sahkan bahawa <a href="mailto:%(email)s">Format_email_end</a> adalah alamat e-mel untuk pengguna %(user_display)s.

source: Confirm
ms: Sahkan

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ms: Pautan pengesahan e-mel ini luput atau tidak sah. Sila <a href="%(email_url)s">keluarkan permintaan pengesahan e-mel baru</a>.

source: Sign in to your account
ms: Log masuk ke akaun anda

source: Forgot Password?
ms: Lupa Kata Laluan?

source: Sign In
ms: Daftar Masuk

source: Donâ€™t have an account yet?
ms: Belum ada akaun lagi?

source: Sign Out
ms: Daftar Keluar

source: Are you sure you want to sign out?
ms: Apakah Anda yakin ingin keluar?

source: Change Password
ms: Tukar Kata Laluan

source: Password Reset
ms: Set Semula Kata

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ms: Lupa kata laluan anda? Masukkan alamat e-mel anda di bawah, dan kami akan menghantar e-mel yang membenarkan anda menetapkannya semula.

source: Please contact us if you have any trouble resetting your password.
ms: Sila hubungi kami jika anda mempunyai sebarang masalah untuk menetapkan semula kata laluan anda.

source: Reset My Password
ms: Set Semula Kata Laluan Saya

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ms: Kami telah menghantar e-mel kepada anda. Sila hubungi kami jika anda tidak menerimanya dalam masa beberapa minit.

source: Bad Token
ms: Token buruk

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ms: Pautan penetapan semula kata laluan tidak sah, mungkin kerana ia telah digunakan. Sila minta set <a href="%(passwd_reset_url)s">semula kata laluan baru</a>.

source: Change password
ms: Tukar kata laluan

source: Your password is now changed.
ms: Kata sandi Anda sekarang berubah.

source: Set Password
ms: Tetapkan Kata Laluan

source: Signup
ms: Daftar

source: Sign up
ms: Daftar

source: Sign Up
ms: Daftar

source: Already have an account?
ms: Sudah ada akaun?

source: Sign in
ms: Daftar masuk

source: Sign Up Closed
ms: Daftar Ditutup

source: We are sorry, but the sign up is currently closed.
ms: Kami minta maaf, tetapi pendaftaran ditutup pada masa ini.

source: Verify Your E-mail Address
ms: Sahkan Alamat E-mel Anda

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ms: Kami telah menghantar e-mel kepada anda untuk pengesahan. Ikut pautan yang disediakan untuk memuktamadkan proses pendaftaran. Sila hubungi kami jika anda tidak menerimanya dalam masa beberapa minit.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ms: Ini sebahagian daripada laman web ini memerlukan kami untuk mengesahkan bahawa anda adalah orang yang anda mendakwa. Untuk tujuan ini, kami mengharuskan Anda sahkan pemilikan alamat e-mel anda.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ms: Kami telah menghantar e-mel kepada anda untuk pengesahan. Sila klik pada pautan di dalam e-mel ini. Tolong hubungi kami jika anda tidak menerimanya dalam masa beberapa minit.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ms: <strong>Nota:</strong> anda masih boleh <a href="%(email_url)s">menukar alamat e-mel anda</a>.

source: Trade Portal
ms: Portal Perdagangan

source: IGL Trade Portal
ms: Portal Perdagangan IGL

source: Home
ms: Rumah

source: Login
ms: Log masuk

source: Documents
ms: Dokumen

source: Admin Panel
ms: Panel Pentadbir

source: Pending Users
ms: Pengguna Tertangguh

source: Roles Requests
ms: Permintaan Peranan

source: Logout
ms: Log keluar

source: Staff member
ms: Ahli Staf

source: Who we are
ms: Siapa kita

source: Our Ministers
ms: Menteri Kami

source: Careers
ms: Kerjaya

source: About us
ms: Tentang kami

source: Contact us
ms: Hubungi kami

source: Copyright Department of Home Affairs
ms: Hak Cipta Jabatan Hal Ehwal Dalam Negeri

source: The Inter Government Ledger (IGL) is a global platform that supoorts the digitisation of cross-border trade. Documents such as certificates of origin, phyto-certificates, and others that are currently paper documents can be digitised and linked to the relevant consignment.
ms: Inter Government Ledger (IGL) adalah platform global yang supoorts pendigitalan perdagangan merentas perbatasan. Dokumen seperti sijil asal, sijil phyto, dan lain-lain yang kini dokumen kertas boleh didigitalkan dan dipautkan kepada konsainan yang berkaitan.

source: Register
ms: Daftar

source: Start using the portal
ms: Mula menggunakan portal

source: A simple and intuitive user interface, tailored to your role helps to get you started.
ms: Antara muka pengguna yang mudah dan intuitif, disesuaikan dengan peranan anda membantu anda memulakan.

source: Easily scale to high volumes using the API
ms: Skalakan dengan volume tinggi dengan mudah menggunakan API

source: Well documented international standards compliant APIs allow your IT team to plug your systems into the IGL to operate at scale.
ms: API mematuhi piawaian antarabangsa yang didokumenkan dengan baik membolehkan pasukan IT anda memasangkan sistem anda ke dalam IGL untuk beroperasi pada skala.

source: Authorised Bodies
ms: Badan Yang Dibenarkan

source: Enhance your documents with digital verification and receive confirmation of validity from the importing regulator.
ms: Tingkatkan dokumen anda dengan pengesahan digital dan terima pengesahan kesahihan daripada pengatur pengimport.

source: Exporters/Importers
ms: Pengeksport/Pengimport

source: Improve efficiency and reduce non-compliance risks through increased visibility and end-to-end digitisation and trust.
ms: Meningkatkan efisiensi dan mengurangi risiko ketidakpatuhan melalui peningkatan visibilitas dan pendigitalan dan kepercayaan end-to-end.

source: Logistics Providers
ms: Penyedia Logistik

source: Attach your consignment references to certificates and other documents for automated matching and processing by importing regulators.
ms: Lampirkan rujukan konsainan anda kepada sijil dan dokumen lain untuk pemadanan dan pemprosesan automatik dengan mengimport pengawal selia.

source: Regulators
ms: Pengawal selia

source: Improve trade facilitation and compliance outcomes through trusted digital data exchange with your international counterparties.
ms: Meningkatkan kemudahan perdagangan dan hasil pematuhan melalui pertukaran data digital yang dipercayai dengan rakan niaga antarabangsa anda.

source: Users
ms: Pengguna

source: Profile update
ms: Kemas kini profil
